import * as Antd from "antd";
import sec14 from "./sec14.png";
import styles from "../textarea.css";

// @ts-ignore
// 文章组件
export default () => (

  <Antd.Typography className={styles.textarea}>
    <Antd.Typography.Title>两岸领导人习近平、马英九在新加坡进行历史性会面</Antd.Typography.Title>
    <Antd.Typography.Text>
      <div>
      <p>
      中共中央总书记、国家主席习近平于11月7日下午同台湾方面领导人马英九在新加坡会面，就进一步推进两岸关系和平发展交换意见。这是1949年以来两岸领导人的首次会面。
习近平强调，我们今天坐在一起，是为了让历史悲剧不再重演，让两岸关系和平发展成果不得而复失，让两岸同胞继续开创和平安宁的生活，让我们的子孙后代共享美好的未来。面对新形势，站在两岸关系发展的新起点上，两岸双方应该胸怀民族整体利益、紧跟时代前进步伐，携手巩固两岸关系和平发展大格局，共同实现中华民族伟大复兴。习近平就此提出4点意见。
第一，坚持两岸共同政治基础不动摇。7年来两岸关系能够实现和平发展，关键在于双方确立了坚持“九二共识”、反对“台独”的共同政治基础。没有这个定海神针，和平发展之舟就会遭遇惊涛骇浪，甚至彻底倾覆。“九二共识”经过两岸有关方面明确的授权认可，得到两岸民意广泛支持。“九二共识”之所以重要，在于它体现了一个中国原则，明确界定了两岸关系的根本性质。它表明大陆与台湾同属一个中国，两岸关系不是国与国关系，也不是“一中一台”。虽然两岸迄今尚未统一，但中国的主权和领土完整从未分裂。两岸同属一个国家、两岸同胞同属一个民族，这一历史事实和法理基础从未改变，也不可能改变。
第二，坚持巩固深化两岸关系和平发展。近30多年来，两岸关系总体面貌发生了历史性变化。2008年后，两岸关系走上和平发展道路，处于1949年以来最好的时期。要和平不要冲突、要交流不要隔绝、要协商合作不要零和对抗，成为两岸同胞的共同心声。两岸关系已经不再处于以前那种激烈冲突、尖锐对抗的敌对状态。两岸双方应该加强交流对话，增进政治互信，通过平等协商、积极探讨，推动解决两岸之间长期存在的各种难题，同时管控好矛盾和分歧。设立两岸热线，有助于双方及时沟通，避免误判，处理紧急问题。双方两岸事务主管部门负责人可以先建立起来。
第三，坚持为两岸同胞多谋福祉。两岸一家亲，家和万事兴。我们推动两岸关系和平发展，着眼点和落脚点是要增进同胞的亲情和福祉，让两岸同胞过上更加美好的生活。只要是有利于增进两岸同胞的亲情和福祉的事，只要是有利于推动两岸关系和平发展的事，只要是有利于维护中华民族整体利益的事，两岸双方都应该尽最大努力去做，并把好事办好。
第四，坚持同心实现中华民族伟大复兴。中华民族有延绵5000多年的灿烂文明，但近代以来却屡遭列强欺凌。120年前，台湾惨遭外族侵占，成为全民族的剜心之痛。1945年抗战胜利，台湾光复，才洗刷了半个世纪的民族耻辱。透过历史风云变幻，可以深切体会到，两岸是不可分割的命运共同体。民族强盛，是两岸同胞之福；民族弱乱，是两岸同胞之祸。实现中华民族伟大复兴，与两岸同胞前途命运息息相关。
      </p>
        {/*<img src={sec14} alt=""/>*/}
        <img className={styles.img} src={sec14} alt=""/>
     </div>
    </Antd.Typography.Text>

  </Antd.Typography>
);
