import * as Antd from "antd";
import sec40 from "./sec40.png";
import styles from "../textarea.css";

// @ts-ignore
// 文章组件
export default () => (

  <Antd.Typography className={styles.textarea}>
    <Antd.Typography.Title>庆祝中国共产党成立八十周年大会成功举行</Antd.Typography.Title>
    <Antd.Typography.Text>
      <div>
      <p>
      中共中央在人民大会堂隆重举行庆祝中国共产党成立八十周年大会。江泽民在大会上发表重要讲话。他总结了党的八十年奋斗业绩和基本经验：我们完成了新民主主义革命任务，实现了民族独立和人民解放；建立了社会主义制度，实现了中国历史上最广泛最深刻的社会变革；开创了建设有中国特色社会主义事业，为实现中华民族的伟大复兴开创了正确道路；建立了人民民主专政的国家政权，人民掌握了自己的命运；建立了独立的和比较完整的国民经济体系，经济实力和综合国力显著增强；不断发展社会主义文化，全国人民的精神生活日益丰富；彻底结束了旧中国一盘散沙的局面，实现了国家的高度统一和各民族的空前团结；锻造了一支党绝对领导下的人民军队，建立起巩固的国防；坚持独立自主的和平外交政策，为世界和平和发展的崇高事业作出了重要贡献。八十年的实践启示我们：必须始终坚持马克思主义基本原理同中国具体实际相结合，坚持科学理论的指导，坚定不移走自己的路；必须紧紧依靠人民群众，诚心诚意为人民谋利益，从人民群众中汲取前进的不竭力量；必须始终自觉地加强和改进党的建设，不断增强党的创造力、凝聚力和战斗力，永葆党的生机和活力。他指出：为了完成继续推进现代化建设，完成祖国统一大业，维护世界和平与促进共同发展，这新世纪我党肩负的三大历史任务，必须坚定不移地贯彻落实“三个代表”要求，这是我们党的立党之本、执政之基、力量之源，也是我们在新世纪全面推进党的建设，不断推进理论、制度和科技的创新，不断夺取建设有中国特色社会主义事业新胜利的根本要求。党的理论、路线、纲领、方针、政策和各项工作，必须始终代表中国先进生产力的发展要求、中国先进文化的前进方向和中国最广大人民的根本利益。按照“三个代表”要求加强和改进党的建设，必须坚持党的解放思想、实事求是的思想路线，大力发扬求真务实、勇于创新的精神，创造性地推进党和国家的各项工作，在实践中不断丰富和发展马克思主义；必须坚持党的工人阶级先锋队的性质，始终保持党的先进性，同时要根据经济发展和社会进步的实际，不断增强党的阶级基础和扩大党的群众基础，提高党的社会影响力；必须坚持民主集中制，建立健全科学的领导体制和工作机制，充分发扬党内民主，坚决维护党的集中统一，不断增强党的活力；必须全面贯彻干部革命化、年轻化、知识化、专业化的方针和德才兼备的原则，深化干部人事制度改革，努力建设一支高素质、担重任、经得起风浪考验的干部队伍；必须坚持党要管党的原则和从严治党的方针，各级党组织必须对党员干部严格要求、严格教育、严格管理、严格监督，坚决克服党内存在的消极腐败现象。全党同志要居安思危，增强忧患意识，不骄不躁，继续全面推进改革开放和现代化建设，为到本世纪中叶基本实现社会主义现代化而奋发工作。
      </p>
        {/*<img src={sec40} alt=""/>*/}
        <img className={styles.img} src={sec40} alt=""/>
     </div>
    </Antd.Typography.Text>

  </Antd.Typography>
);
